Repository: kusutori/BitwardenForCommandPalette
Catalog: BitwardenForCommandPalette/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, ko_kr, zh_cn

# AppDisplayName
source: Bitwarden For Command Palette
ja_jp: コマンドパレット用 Bitwarden
ko_kr: 명령 팔레트용 Bitwarden
zh_cn: Bitwarden 命令面板扩展

# ActionOpen
source: Open
ja_jp: 開く
ko_kr: 열기
zh_cn: 打开

# ActionUnlock
source: Unlock
ja_jp: ロック解除
ko_kr: 잠금 해제
zh_cn: 解锁

# ActionFilter
source: Filter
ja_jp: フィルター
ko_kr: 필터
zh_cn: 筛选

# ActionApplyFilter
source: Apply Filter
ja_jp: フィルターを適用
ko_kr: 필터 적용
zh_cn: 应用筛选

# ActionRefresh
source: Refresh
ja_jp: 更新
ko_kr: 새로 고침
zh_cn: 刷新

# ActionNoAction
source: No Action
ja_jp: 操作なし
ko_kr: 동작 없음
zh_cn: 无操作

# CommandCopyPassword
source: Copy Password
ja_jp: パスワードをコピー
ko_kr: 비밀번호 복사
zh_cn: 复制密码

# CommandCopyUsername
source: Copy Username
ja_jp: ユーザー名をコピー
ko_kr: 사용자 이름 복사
zh_cn: 复制用户名

# CommandCopyUrl
source: Copy URL
ja_jp: URLをコピー
ko_kr: URL 복사
zh_cn: 复制网址

# CommandOpenUrl
source: Open URL
ja_jp: URLを開く
ko_kr: URL 열기
zh_cn: 打开网址

# CommandCopyTotp
source: Copy TOTP
ja_jp: TOTPをコピー
ko_kr: TOTP 복사
zh_cn: 复制验证码

# CommandCopyCardNumber
source: Copy Card Number
ja_jp: カード番号をコピー
ko_kr: 카드 번호 복사
zh_cn: 复制卡号

# CommandCopyCvv
source: Copy CVV
ja_jp: CVVをコピー
ko_kr: CVV 복사
zh_cn: 复制 CVV

# CommandCopyExpiration
source: Copy Expiration
ja_jp: 有効期限をコピー
ko_kr: 만료일 복사
zh_cn: 复制有效期

# CommandCopyCardholderName
source: Copy Cardholder Name
ja_jp: 名義人名をコピー
ko_kr: 카드 소유자 이름 복사
zh_cn: 复制持卡人姓名

# CommandCopyFullName
source: Copy Full Name
ja_jp: 氏名をコピー
ko_kr: 전체 이름 복사
zh_cn: 复制姓名

# CommandCopyEmail
source: Copy Email
ja_jp: メールアドレスをコピー
ko_kr: 이메일 복사
zh_cn: 复制邮箱

# CommandCopyPhone
source: Copy Phone
ja_jp: 電話番号をコピー
ko_kr: 전화번호 복사
zh_cn: 复制电话

# CommandCopyAddress
source: Copy Address
ja_jp: 住所をコピー
ko_kr: 주소 복사
zh_cn: 复制地址

# CommandCopyCompany
source: Copy Company
ja_jp: 会社名をコピー
ko_kr: 회사 복사
zh_cn: 复制公司

# CommandCopySsn
source: Copy SSN
ja_jp: SSNをコピー
ko_kr: SSN 복사
zh_cn: 复制社保号

# CommandCopyPassportNumber
source: Copy Passport Number
ja_jp: パスポート番号をコピー
ko_kr: 여권 번호 복사
zh_cn: 复制护照号

# CommandCopyLicenseNumber
source: Copy License Number
ja_jp: 免許番号をコピー
ko_kr: 면허 번호 복사
zh_cn: 复制驾照号

# CommandCopyNotes
source: Copy Notes
ja_jp: メモをコピー
ko_kr: 메모 복사
zh_cn: 复制笔记

# CommandCopyField
source: Copy {0}
ja_jp: {0} をコピー
ko_kr: {0} 복사
zh_cn: 复制 {0}

# CommandSyncVault
source: Sync Vault
ja_jp: ボルトを同期
ko_kr: 볼트 동기화
zh_cn: 同步密码库

# CommandLockVault
source: Lock Vault
ja_jp: ボルトをロック
ko_kr: 볼트 잠금
zh_cn: 锁定密码库

# ToastTotpCopied
source: TOTP copied: {0}
ja_jp: TOTPをコピーしました: {0}
ko_kr: TOTP 복사됨: {0}

# ToastTotpFailed
source: ❌ Failed to generate TOTP
ja_jp: ❌ TOTPの生成に失敗しました
ko_kr: ❌ TOTP 생성 실패

# ToastCardNumberCopied
source: Card number copied (****{0})
ja_jp: カード番号をコピーしました (****{0})
ko_kr: 카드 번호 복사됨 (****{0})

# ToastCvvCopied
source: CVV copied
ja_jp: CVVをコピーしました
ko_kr: CVV 복사됨

# ToastExpirationCopied
source: Expiration copied: {0}
ja_jp: 有効期限をコピーしました: {0}
ko_kr: 만료일 복사됨: {0}

# ToastCardholderNameCopied
source: Cardholder name copied
ja_jp: 名義人名をコピーしました
ko_kr: 카드 소유자 이름 복사됨

# ToastNameCopied
source: Name copied
ja_jp: 名前をコピーしました
ko_kr: 이름 복사됨

# ToastEmailCopied
source: Email copied
ja_jp: メールアドレスをコピーしました
ko_kr: 이메일 복사됨

# ToastPhoneCopied
source: Phone copied
ja_jp: 電話番号をコピーしました
ko_kr: 전화번호 복사됨

# ToastAddressCopied
source: Address copied
ja_jp: 住所をコピーしました
ko_kr: 주소 복사됨

# ToastCompanyCopied
source: Company copied
ja_jp: 会社名をコピーしました
ko_kr: 회사 복사됨

# ToastSsnCopied
source: SSN copied
ja_jp: SSNをコピーしました
ko_kr: SSN 복사됨

# ToastPassportCopied
source: Passport number copied
ja_jp: パスポート番号をコピーしました
ko_kr: 여권 번호 복사됨

# ToastLicenseCopied
source: License number copied
ja_jp: 免許番号をコピーしました
ko_kr: 면허 번호 복사됨

# ToastNotesCopied
source: Notes copied
ja_jp: メモをコピーしました
ko_kr: 메모 복사됨

# ToastFieldCopied
source: {0} copied
ja_jp: {0} をコピーしました
ko_kr: {0} 복사됨

# ToastVaultSynced
source: Vault synced successfully
ja_jp: ボルトを同期しました
ko_kr: 볼트가 성공적으로 동기화됨

# ToastVaultSyncFailed
source: ❌ Failed to sync vault
ja_jp: ❌ ボルトの同期に失敗しました
ko_kr: ❌ 볼트 동기화 실패

# ToastVaultLocked
source: Vault locked
ja_jp: ボルトをロックしました
ko_kr: 볼트 잠김

# ToastVaultLockFailed
source: ❌ Failed to lock vault
ja_jp: ❌ ボルトのロックに失敗しました
ko_kr: ❌ 볼트 잠금 실패

# ToastUsernameCopied
source: Username copied
ja_jp: ユーザー名をコピーしました
ko_kr: 사용자 이름 복사됨

# UnlockPageTitle
source: Unlock Bitwarden Vault
ja_jp: Bitwardenボルトをロック解除
ko_kr: Bitwarden 볼트 잠금 해제
zh_cn: 解锁 Bitwarden 密码库

# UnlockCardTitle
source: 🔐 Unlock Bitwarden Vault
ja_jp: 🔐 Bitwardenボルトをロック解除
ko_kr: 🔐 Bitwarden 볼트 잠금 해제
zh_cn: 🔐 解锁 Bitwarden 密码库

# UnlockCardDescription
source: Enter your master password to unlock the vault.
ja_jp: マスターパスワードを入力してボルトをロック解除してください。
ko_kr: 볼트를 잠금 해제하려면 마스터 비밀번호를 입력하세요.
zh_cn: 输入主密码来解锁密码库。

# UnlockMasterPasswordLabel
source: Master Password
ja_jp: マスターパスワード
ko_kr: 마스터 비밀번호
zh_cn: 主密码

# UnlockMasterPasswordPlaceholder
source: Enter your master password
ja_jp: マスターパスワードを入力
ko_kr: 마스터 비밀번호 입력
zh_cn: 请输入主密码

# UnlockMasterPasswordRequired
source: Master password is required
ja_jp: マスターパスワードは必須です
ko_kr: 마스터 비밀번호가 필요합니다
zh_cn: 必须输入主密码

# UnlockButtonText
source: Unlock
ja_jp: ロック解除
ko_kr: 잠금 해제
zh_cn: 解锁

# UnlockButtonTooltip
source: Click to unlock your vault (or press Enter)
ja_jp: クリックしてボルトをロック解除（またはEnter）
ko_kr: 클릭하여 볼트를 잠금 해제하세요(또는 Enter 누르기)
zh_cn: 点击解锁密码库（或按回车键）

# UnlockHint
source: Press Enter to unlock quickly
ja_jp: Enterで素早くロック解除
ko_kr: Enter를 눌러 빠르게 잠금 해제
zh_cn: 按回车键快速解锁

# UnlockSuccess
source: Vault unlocked successfully
ja_jp: ボルトのロック解除に成功しました
ko_kr: 볼트가 성공적으로 잠금 해제됨
zh_cn: 密码库解锁成功

# UnlockFailed
source: Failed to unlock vault. Please check your password.
ja_jp: ボルトのロック解除に失敗しました。パスワードを確認してください。
ko_kr: 볼트 잠금 해제 실패. 비밀번호를 확인하세요.
zh_cn: 解锁密码库失败，请检查密码。

# FilterPageTitle
source: Filter Vault
ja_jp: ボルトをフィルター
ko_kr: 볼트 필터
zh_cn: 筛选密码库

# FilterPagePlaceholder
source: Select filter option...
ja_jp: フィルターオプションを選択...
ko_kr: 필터 옵션을 선택하세요...
zh_cn: 选择筛选选项...

# FilterLoadingFolders
source: Loading folders...
ja_jp: フォルダーを読み込み中...
ko_kr: 폴더 불러오는 중...
zh_cn: 加载文件夹中...

# FilterAllItems
source: All Items
ja_jp: すべての項目
ko_kr: 모든 항목
zh_cn: 所有项目

# FilterAllItemsSubtitle
source: Show all vault items
ja_jp: ボルト内の全項目を表示
ko_kr: 볼트의 모든 항목 표시
zh_cn: 显示所有密码库项目

# FilterFavoritesOnly
source: Favorites Only
ja_jp: お気に入りのみ
ko_kr: 즐겨찾기만
zh_cn: 仅收藏

# FilterFavoritesSubtitle
source: Show only favorited items
ja_jp: お気に入り項目のみ表示
ko_kr: 즐겨찾기한 항목만 표시
zh_cn: 仅显示收藏的项目

# FilterLoginsOnly
source: Logins Only
ja_jp: ログインのみ
ko_kr: 로그인만
zh_cn: 仅登录项

# FilterLoginsSubtitle
source: Show only login items
ja_jp: ログイン項目のみ表示
ko_kr: 로그인 항목만 표시
zh_cn: 仅显示登录项目

# FilterCardsOnly
source: Cards Only
ja_jp: カードのみ
ko_kr: 카드만
zh_cn: 仅银行卡

# FilterCardsSubtitle
source: Show only card items
ja_jp: カード項目のみ表示
ko_kr: 카드 항목만 표시
zh_cn: 仅显示银行卡项目

# FilterIdentitiesOnly
source: Identities Only
ja_jp: 身元情報のみ
ko_kr: 신원 정보만
zh_cn: 仅身份

# FilterIdentitiesSubtitle
source: Show only identity items
ja_jp: 身元情報項目のみ表示
ko_kr: 신원 정보 항목만 표시
zh_cn: 仅显示身份项目

# FilterNotesOnly
source: Secure Notes Only
ja_jp: セキュアメモのみ
ko_kr: 보안 메모만
zh_cn: 仅安全笔记

# FilterNotesSubtitle
source: Show only secure notes
ja_jp: セキュアメモのみ表示
ko_kr: 보안 메모만 표시
zh_cn: 仅显示安全笔记

# FilterByFolder
source: By Folder
ja_jp: フォルダー別
ko_kr: 폴더별
zh_cn: 按文件夹

# FilterNoFolder
source: No Folder
ja_jp: フォルダーなし
ko_kr: 폴더 없음
zh_cn: 无文件夹

# FilterNoFolderSubtitle
source: Items without a folder
ja_jp: フォルダー未設定の項目
ko_kr: 폴더 없는 항목
zh_cn: 未分类的项目

# FilterFolderSubtitle
source: Filter by folder
ja_jp: フォルダーでフィルター
ko_kr: 폴더로 필터
zh_cn: 按文件夹筛选

# FilterTagActive
source: ✓ Active
ja_jp: ✓ 有効
ko_kr: ✓ 활성
zh_cn: ✓ 已选

# MainPageTitle
source: Bitwarden For Command Palette
ja_jp: コマンドパレット用 Bitwarden
ko_kr: 명령 팔레트용 Bitwarden
zh_cn: Bitwarden 命令面板扩展

# MainPagePlaceholder
source: Search vault items...
ja_jp: ボルト内を検索...
ko_kr: 볼트 항목 검색...
zh_cn: 搜索密码库项目...

# MainFilterButton
source: 🔍 Filter
ja_jp: 🔍 フィルター
ko_kr: 🔍 필터
zh_cn: 🔍 筛选

# MainSyncButton
source: 🔄 Sync Vault
ja_jp: 🔄 ボルトを同期
ko_kr: 🔄 볼트 동기화
zh_cn: 🔄 同步密码库

# MainSyncSubtitle
source: Sync your vault with the Bitwarden server
ja_jp: Bitwardenサーバーとボルトを同期
ko_kr: Bitwarden 서버와 볼트를 동기화
zh_cn: 与 Bitwarden 服务器同步密码库

# MainLockButton
source: 🔒 Lock Vault
ja_jp: 🔒 ボルトをロック
ko_kr: 🔒 볼트 잠금
zh_cn: 🔒 锁定密码库

# MainLockSubtitle
source: Lock your vault and clear the session
ja_jp: ボルトをロックしてセッションをクリア
ko_kr: 볼트를 잠그고 세션을 지웁니다
zh_cn: 锁定密码库并清除会话

# MainUnlockButton
source: 🔐 Unlock Vault
ja_jp: 🔐 ボルトをロック解除
ko_kr: 🔐 볼트 잠금 해제
zh_cn: 🔐 解锁密码库

# MainUnlockSubtitle
source: Enter your master password to unlock
ja_jp: マスターパスワードを入力してロック解除
ko_kr: 잠금 해제하려면 마스터 비밀번호를 입력하세요
zh_cn: 输入主密码来解锁

# StatusLoading
source: Loading...
ja_jp: 読み込み中...
ko_kr: 로딩 중...
zh_cn: 加载中...

# StatusLoadingSubtitle
source: Please wait while loading vault data
ja_jp: ボルトデータを読み込んでいます。しばらくお待ちください
ko_kr: 볼트 데이터를 불러오는 동안 잠시 기다려 주세요
zh_cn: 请稍候，正在加载密码库数据

# StatusError
source: Error
ja_jp: エラー
ko_kr: 오류
zh_cn: 错误

# StatusNotLoggedIn
source: Not Logged In
ja_jp: 未ログイン
ko_kr: 로그인되지 않음
zh_cn: 未登录

# StatusNotLoggedInSubtitle
source: Please login using 'bw login' command first
ja_jp: 先に 'bw login' コマンドでログインしてください
ko_kr: 'bw login' 명령으로 먼저 로그인하세요
zh_cn: 请先使用 'bw login' 命令登录

# StatusNoItems
source: No Items
ja_jp: 項目がありません
ko_kr: 항목 없음
zh_cn: 无项目

# StatusNoItemsSubtitle
source: Your vault is empty or no items match the search
ja_jp: ボルトが空か、検索に一致する項目がありません
ko_kr: 볼트가 비어 있거나 검색과 일치하는 항목이 없습니다
zh_cn: 密码库为空或没有匹配的项目

# StatusCliNotInstalled
source: Failed to get Bitwarden status. Is the CLI installed?
ja_jp: Bitwardenの状態取得に失敗しました。CLIはインストールされていますか？
ko_kr: Bitwarden 상태를 가져오지 못했습니다. CLI가 설치되어 있나요?
zh_cn: 获取 Bitwarden 状态失败。CLI 已安装吗？

# StatusLoadItemsFailed
source: Failed to load items: {0}
ja_jp: 項目の読み込みに失敗しました: {0}
ko_kr: 항목을 불러오지 못했습니다: {0}
zh_cn: 加载项目失败：{0}

# FilterDescFavorites
source: Favorites
ja_jp: お気に入り
ko_kr: 즐겨찾기

# FilterDescLogins
source: Logins
ja_jp: ログイン
ko_kr: 로그인

# FilterDescCards
source: Cards
ja_jp: カード
ko_kr: 카드

# FilterDescIdentities
source: Identities
ja_jp: 身元情報
ko_kr: 신원 정보

# FilterDescNotes
source: Notes
ja_jp: メモ
ko_kr: 메모

# FilterDescAllTypes
source: All Types
ja_jp: すべての種類
ko_kr: 모든 유형

# FilterDescFolder
source: Folder: {0}
ja_jp: フォルダー: {0}
ko_kr: 폴더: {0}

# FilterDescNoFilter
source: No filter applied
ja_jp: フィルター未適用
ko_kr: 필터가 적용되지 않음
zh_cn: 未应用筛选

# ItemSubtitleSecureNote
source: Secure Note
ja_jp: セキュアメモ
ko_kr: 보안 메모
zh_cn: 安全笔记

# ItemSubtitleUnnamed
source: Unnamed Item
ja_jp: 無題の項目
ko_kr: 이름 없는 항목
zh_cn: 未命名项

# SettingsBwPathLabel
source: Bitwarden CLI Path
ja_jp: Bitwarden CLI のパス
ko_kr: Bitwarden CLI 경로
zh_cn: Bitwarden CLI 路径

# SettingsBwPathDescription
source: Path to the Bitwarden CLI executable (bw.exe). Default is "bw" which assumes bw is in your system PATH.
ja_jp: Bitwarden CLI 実行ファイル（bw.exe または bwbio.exe）のパス。既定値は “bw”。“bwbio” に設定すると bitwarden-cli-bio 経由で Windows Hello 生体認証ロック解除が有効になります。
ko_kr: Bitwarden CLI 실행 파일(bw.exe)의 경로입니다. 기본값은 "bw"이며, 이는 bw가 시스템 PATH에 있다고 가정합니다.
zh_cn: Bitwarden CLI 可执行文件 (bw.exe) 的路径。默认是 "bw"，假设 bw 在系统 PATH 中。

# SettingsCustomEnvLabel
source: Custom Environment Variables
ja_jp: カスタム環境変数
ko_kr: 사용자 지정 환경 변수
zh_cn: 自定义环境变量

# SettingsCustomEnvDescription
source: Custom environment variables for Bitwarden CLI in format: KEY1=VALUE1;KEY2=VALUE2 (e.g., BW_SERVER=https://vault.example.com;NODE_EXTRA_CA_CERTS=cert.pem)
ja_jp: Bitwarden CLI 用のカスタム環境変数（形式: KEY1=VALUE1;KEY2=VALUE2。例: BW_SERVER=https://vault.example.com;NODE_EXTRA_CA_CERTS=cert.pem）
ko_kr: Bitwarden CLI용 사용자 지정 환경 변수 형식: KEY1=VALUE1;KEY2=VALUE2 (예: BW_SERVER=https://vault.example.com;NODE_EXTRA_CA_CERTS=cert.pem)
zh_cn: Bitwarden CLI 的自定义环境变量，格式：KEY1=VALUE1;KEY2=VALUE2（例如：BW_SERVER=https://vault.example.com;NODE_EXTRA_CA_CERTS=cert.pem）

# SettingsBwClientIdLabel
source: Bitwarden API Client ID
ja_jp: Bitwarden API クライアント ID
ko_kr: Bitwarden API 클라이언트 ID

# SettingsBwClientIdDescription
source: API Client ID for API Key authentication (bw login --apikey). Leave empty if using password authentication.
ja_jp: API キー認証用のクライアント ID（bw login --apikey）。パスワード認証を使う場合は空欄にしてください。
ko_kr: API 키 인증(bw login --apikey)에 사용하는 API 클라이언트 ID입니다. 비밀번호 인증을 사용하는 경우 비워 두세요.
zh_cn: 用于 API Key 认证的 Client ID（bw login --apikey）。如果使用密码认证则留空。

# SettingsBwClientSecretLabel
source: Bitwarden API Client Secret
ja_jp: Bitwarden API クライアント シークレット
ko_kr: Bitwarden API 클라이언트 시크릿

# SettingsBwClientSecretDescription
source: API Client Secret for API Key authentication. Required when Client ID is set. This will be set as BW_CLIENTSECRET environment variable.
ja_jp: API キー認証用のクライアント シークレット。クライアント ID 設定時に必須。BW_CLIENTSECRET 環境変数として設定されます。
ko_kr: API 키 인증용 클라이언트 시크릿입니다. 클라이언트 ID가 설정된 경우 필요합니다. 이는 BW_CLIENTSECRET 환경 변수로 설정됩니다.
zh_cn: 用于 API Key 认证的 Client Secret。当设置了 Client ID 时必填。将被设置为 BW_CLIENTSECRET 环境变量。

# DetailsUsername
source: Username
ja_jp: ユーザー名
ko_kr: 사용자 이름
zh_cn: 用户名

# DetailsPassword
source: Password
ja_jp: パスワード
ko_kr: 비밀번호
zh_cn: 密码

# DetailsEnabled
source: Enabled
ja_jp: 有効
ko_kr: 활성화됨
zh_cn: 已启用

# DetailsUrls
source: URLs
ja_jp: URL
ko_kr: URL
zh_cn: 网址

# DetailsWebsite
source: Website
ja_jp: ウェブサイト
ko_kr: 웹사이트
zh_cn: 网站

# DetailsNotes
source: Notes
ja_jp: メモ
ko_kr: 메모
zh_cn: 备注

# DetailsCustomFields
source: Custom Fields
ja_jp: カスタムフィールド
ko_kr: 사용자 지정 필드
zh_cn: 自定义字段

# DetailsBrand
source: Brand
ja_jp: ブランド
ko_kr: 브랜드
zh_cn: 品牌

# DetailsCardNumber
source: Card Number
ja_jp: カード番号
ko_kr: 카드 번호
zh_cn: 卡号

# DetailsExpiration
source: Expiration
ja_jp: 有効期限
ko_kr: 만료일
zh_cn: 有效期

# DetailsCardholderName
source: Cardholder Name
ja_jp: 名義人名
ko_kr: 카드 소유자 이름
zh_cn: 持卡人姓名

# DetailsPersonalInfo
source: Personal Information
ja_jp: 個人情報
ko_kr: 개인 정보
zh_cn: 个人信息

# DetailsFullName
source: Full Name
ja_jp: 氏名
ko_kr: 전체 이름
zh_cn: 全名

# DetailsEmail
source: Email
ja_jp: メールアドレス
ko_kr: 이메일
zh_cn: 电子邮箱

# DetailsPhone
source: Phone
ja_jp: 電話番号
ko_kr: 전화번호
zh_cn: 电话

# DetailsCompany
source: Company
ja_jp: 会社名
ko_kr: 회사
zh_cn: 公司

# DetailsAddress
source: Address
ja_jp: 住所
ko_kr: 주소
zh_cn: 地址

# DetailsIdentification
source: Identification
ja_jp: 身分証明
ko_kr: 신분 정보
zh_cn: 身份证明

# DetailsPassport
source: Passport
ja_jp: パスポート
ko_kr: 여권
zh_cn: 护照号码

# DetailsLicense
source: License
ja_jp: 免許
ko_kr: 면허
zh_cn: 驾照号码

# TotpPageTitle
source: TOTP Authenticator
ja_jp: TOTP 認証
ko_kr: TOTP 인증기
zh_cn: TOTP 验证码

# TotpPagePlaceholder
source: Search TOTP items...
ja_jp: TOTP項目を検索...
ko_kr: TOTP 항목 검색...
zh_cn: 搜索 TOTP 项目...

# TotpLoading
source: Loading TOTP codes...
ja_jp: TOTPコードを読み込み中...
ko_kr: TOTP 코드 불러오는 중...
zh_cn: 正在加载验证码...

# TotpLoadingSubtitle
source: Please wait while we generate verification codes
ja_jp: 検証コードを生成しています。しばらくお待ちください
ko_kr: 인증 코드를 생성하는 동안 잠시 기다려 주세요
zh_cn: 请稍候，正在生成验证码

# TotpNoItems
source: No TOTP items
ja_jp: TOTP項目がありません
ko_kr: TOTP 항목 없음
zh_cn: 没有 TOTP 项目

# TotpNoItemsSubtitle
source: No items in your vault have TOTP configured
ja_jp: ボルト内にTOTPが設定された項目がありません
ko_kr: 볼트에 TOTP가 설정된 항목이 없습니다
zh_cn: 您的密码库中没有配置 TOTP 的项目

# TotpNoMatch
source: No matching items
ja_jp: 一致する項目がありません
ko_kr: 일치하는 항목 없음
zh_cn: 没有匹配的项目

# TotpNoMatchSubtitle
source: Try a different search term
ja_jp: 別の検索語を試してください
ko_kr: 다른 검색어를 입력해 보세요
zh_cn: 请尝试不同的搜索词

# TotpCodeLoading
source: Loading...
ja_jp: 読み込み中...
ko_kr: 로딩 중...
zh_cn: 加载中...

# TotpItemCount
source: {0} items with TOTP
ja_jp: {0} 件のTOTP項目
ko_kr: TOTP가 있는 항목 {0}개
zh_cn: {0} 个项目配置了 TOTP

# CommandEditItem
source: Edit Item
ja_jp: 項目を編集
ko_kr: 항목 편집
zh_cn: 编辑项目

# EditItemPageTitle
source: Edit: {0}
ja_jp: 編集: {0}
ko_kr: 편집: {0}
zh_cn: 编辑：{0}

# EditItemNameLabel
source: Name
ja_jp: 名前
ko_kr: 이름
zh_cn: 名称

# EditItemNameRequired
source: Name is required
ja_jp: 名前は必須です
ko_kr: 이름이 필요합니다
zh_cn: 名称是必填项

# EditItemUsernameLabel
source: Username
ja_jp: ユーザー名
ko_kr: 사용자 이름
zh_cn: 用户名

# EditItemPasswordLabel
source: Password
ja_jp: パスワード
ko_kr: 비밀번호
zh_cn: 密码

# EditItemTotpLabel
source: TOTP Secret
ja_jp: TOTP シークレット
ko_kr: TOTP 비밀키
zh_cn: TOTP 密钥

# EditItemNotesLabel
source: Notes
ja_jp: メモ
ko_kr: 메모
zh_cn: 备注

# EditItemCardholderNameLabel
source: Cardholder Name
ja_jp: 名義人名
ko_kr: 카드 소유자 이름
zh_cn: 持卡人姓名

# EditItemCardNumberLabel
source: Card Number
ja_jp: カード番号
ko_kr: 카드 번호
zh_cn: 卡号

# EditItemExpMonthLabel
source: Exp. Month
ja_jp: 有効期限（月）
ko_kr: 만료 월
zh_cn: 到期月份

# EditItemExpYearLabel
source: Exp. Year
ja_jp: 有効期限（年）
ko_kr: 만료 연도
zh_cn: 到期年份

# EditItemFirstNameLabel
source: First Name
ja_jp: 名
ko_kr: 이름
zh_cn: 名

# EditItemLastNameLabel
source: Last Name
ja_jp: 姓
ko_kr: 성
zh_cn: 姓

# EditItemEmailLabel
source: Email
ja_jp: メールアドレス
ko_kr: 이메일
zh_cn: 电子邮件

# EditItemPhoneLabel
source: Phone
ja_jp: 電話番号
ko_kr: 전화번호
zh_cn: 电话

# EditItemCompanyLabel
source: Company
ja_jp: 会社名
ko_kr: 회사
zh_cn: 公司

# EditItemAddressLabel
source: Address
ja_jp: 住所
ko_kr: 주소
zh_cn: 地址

# EditItemCityLabel
source: City
ja_jp: 市区町村
ko_kr: 도시
zh_cn: 城市

# EditItemPostalCodeLabel
source: Postal Code
ja_jp: 郵便番号
ko_kr: 우편번호
zh_cn: 邮政编码

# EditItemSaveButton
source: Save Changes
ja_jp: 変更を保存
ko_kr: 변경 사항 저장
zh_cn: 保存更改

# EditItemSuccess
source: Item saved successfully
ja_jp: 項目を保存しました
ko_kr: 항목이 성공적으로 저장됨
zh_cn: 项目保存成功

# EditItemFailed
source: Failed to save item
ja_jp: 項目の保存に失敗しました
ko_kr: 항목 저장 실패
zh_cn: 保存项目失败

# CommandCreateItem
source: Create Item
ja_jp: 項目を作成
ko_kr: 항목 생성
zh_cn: 创建项目

# CreateItemPageTitle
source: Create New Item
ja_jp: 新しい項目を作成
ko_kr: 새 항목 생성
zh_cn: 创建新项目

# CreateItemPagePlaceholder
source: Select item type to create...
ja_jp: 作成する項目の種類を選択...
ko_kr: 생성할 항목 유형을 선택하세요...
zh_cn: 选择要创建的项目类型...

# CreateItemPageSubtitle
source: Add a new item to your vault
ja_jp: ボルトに新しい項目を追加
ko_kr: 볼트에 새 항목 추가
zh_cn: 向您的保险库添加新项目

# CreateItemTypeLogin
source: Login
ja_jp: ログイン
ko_kr: 로그인
zh_cn: 登录信息

# CreateItemTypeLoginSubtitle
source: Username, password, and website
ja_jp: ユーザー名、パスワード、ウェブサイト
ko_kr: 사용자 이름, 비밀번호 및 웹사이트
zh_cn: 用户名、密码和网站

# CreateItemTypeCard
source: Card
ja_jp: カード
ko_kr: 카드
zh_cn: 支付卡

# CreateItemTypeCardSubtitle
source: Credit or debit card information
ja_jp: クレジット/デビットカード情報
ko_kr: 신용/직불 카드 정보
zh_cn: 信用卡或借记卡信息

# CreateItemTypeIdentity
source: Identity
ja_jp: 身元情報
ko_kr: 신원 정보
zh_cn: 身份信息

# CreateItemTypeIdentitySubtitle
source: Personal information and address
ja_jp: 個人情報と住所
ko_kr: 개인 정보 및 주소
zh_cn: 个人信息和地址

# CreateItemTypeNote
source: Secure Note
ja_jp: セキュアメモ
ko_kr: 보안 메모
zh_cn: 安全笔记

# CreateItemTypeNoteSubtitle
source: Private notes and text
ja_jp: 個人用メモやテキスト
ko_kr: 개인 메모 및 텍스트
zh_cn: 私人笔记和文本

# CreateItemTitleLogin
source: Create Login
ja_jp: ログインを作成
ko_kr: 로그인 생성
zh_cn: 创建登录信息

# CreateItemTitleCard
source: Create Card
ja_jp: カードを作成
ko_kr: 카드 생성
zh_cn: 创建支付卡

# CreateItemTitleIdentity
source: Create Identity
ja_jp: 身元情報を作成
ko_kr: 신원 정보 생성
zh_cn: 创建身份信息

# CreateItemTitleNote
source: Create Secure Note
ja_jp: セキュアメモを作成
ko_kr: 보안 메모 생성
zh_cn: 创建安全笔记

# CreateItemButton
source: Create
ja_jp: 作成
ko_kr: 생성
zh_cn: 创建

# CreateItemSuccess
source: Item created successfully
ja_jp: 項目を作成しました
ko_kr: 항목이 성공적으로 생성됨
zh_cn: 项目创建成功

# CreateItemFailed
source: Failed to create item
ja_jp: 項目の作成に失敗しました
ko_kr: 항목 생성 실패
zh_cn: 创建项目失败

# DetailsTotp
source: TOTP
zh_cn: 两步验证

# DetailsCvv
source: CVV
zh_cn: 安全码

# DetailsSsn
source: SSN
zh_cn: 社会安全号

# EditItemUrlLabel
source: URL
zh_cn: 网址

# EditItemCvvLabel
source: CVV
zh_cn: 安全码
